Repository: khurshid-alam/Empathy
Catalog: po/*.po
Languages: fur

source: Even if they don’t display passwords, logs can contain sensitive information such as your list of contacts or the messages you recently sent or received. If you don’t want to see such information available in a public bug report, you can choose to limit the visibility of your bug to Empathy developers when reporting it by displaying the advanced fields in the <a href="https://bugzilla.gnome.org/enter_bug.cgi?product=empathy">bug report</a>.
fur: Ancje se no mostrin password, i regjistris a puedin vê informazions sensibilis come la liste dai contats o i messaçs che tu âs di resint inviât o ricevût. Par fâ in mût che chest gjenar di informazions no sedin mostradis intune segnalazion di erôr in public, al è pussibil limitâ la visibilitât dal erôr ai svilupadôrs di Empathy. Par fâ chest, dopre il cjamp des opzions avanzadis presint inte <a href="https://bugzilla.gnome.org/enter_bug.cgi?product=empathy">segnalazion</a>.

source: Time
fur: Orari

source: Domain
fur: Domini

source: Category
fur: Categorie

source: Level
fur: Nivel

source: The selected connection manager does not support the remote debugging extension.
fur: Il gjestôr di conession selezionât nol supuarte la estension pal debug rimot.

source: Incoming video call
fur: Clamade video in jentrade

source: %s is video calling you. Do you want to answer?
fur: %s al sta video-clamant te. Rispuindi?

source: %s is calling you. Do you want to answer?
fur: %s al sta clamant te. Rispuindi?

source: _Reject
fur: _Refude

source: _Answer
fur: _Rispuint

source: _Answer with video
fur: _Rispuint cun video

source: Room invitation
fur: Invît intune stanzie

source: Invitation to join %s
fur: Invît par jentrâ in %s

source: %s is inviting you to join %s
fur: %s ti invide a jentrâ in %s

source: _Join
fur: _Jentre

source: %s invited you to join %s
fur: %s ti à invidât a jentrâ in %s

source: You have been invited to join %s
fur: Tu sês stât invidât a jentrâ in %s

source: Incoming file transfer from %s
fur: Al sta rivant un trasferiment di file di %s

source: Password required
fur: Password domandade

source: Message: %s
fur: Messaç: %s

# file transfer percent
source: Unknown
fur: No cognossude

source: %s of %s at %s/s
fur: %s di %s a %s/s

source: %s of %s
fur: %s di %s

source: Receiving “%s” from %s
fur: Daûr a ricevi “%s” di %s

source: Sending “%s” to %s
fur: Daûr a inviâ “%s” a %s

source: Error receiving “%s” from %s
fur: Erôr tal ricevi “%s” di %s

source: Error receiving a file
fur: Erôr tal ricevi un file

source: Error sending “%s” to %s
fur: Erôr tal inviâ “%s” a %s

source: Error sending a file
fur: Erôr tal inviâ un file

source: “%s” received from %s
fur: “%s” ricevût di %s

source: “%s” sent to %s
fur: “%s” inviât a %s

source: File transfer completed
fur: Trasferiment file completât

source: Waiting for the other participant’s response
fur: In spiete de rispueste di chel altri partecipant

source: Checking integrity of “%s”
fur: Control integritât di “%s”

source: Hashing “%s”
fur: Calcul codiç di control di “%s”

source: Remaining
fur: Restant

source: File Transfers
fur: Trasferiments file

source: Remove completed, canceled and failed file transfers from the list
fur: Gjave de liste i trasferiments di file completâts, anulâts e falîts

source: _Import
fur: _Impuarte

source: No accounts to import could be found. Empathy currently only supports importing accounts from Pidgin.
fur: Nol è stât cjatât nissun account di impuartâ. Empathy par cumò al supuarte nome la importazion di account di Pidgin.

source: Import Accounts
fur: Impuarte account

source: Import
fur: Impuarte

source: Source
fur: Sorzint

source: Invite Participant
fur: Invide partecipant

source: Choose a contact to invite into the conversation:
fur: Sielç un contat di invidâ te conversazion:

source: Chat Room
fur: Stanzie di conversazion

source: Members
fur: Membris

source: Failed to list rooms
fur: Faliment tal otignî la liste des stanziis

source: %s Invite required: %s Password required: %s Members: %s
fur: %s Invît domandât: %s Password domandade: %s Membris: %s

source: Yes
fur: Sì

source: Join Room
fur: Jentre te stanzie

source: Enter the room name to join here or click on one or more rooms in the list.
fur: Scrîf il non de stanzie dulà jentrâ opûr fâs clic suntune o plui stanziis inte liste.

source: _Room:
fur: _Stanzie:

source: Enter the server which hosts the room, or leave it empty if the room is on the current account&apos;s server
fur: Inserìs il servidôr che al ospite la stanzie o lasse vueit se la stanzie si cjate sul servidôr di chest account

source: Enter the server which hosts the room, or leave it empty if the room is on the current account’s server
fur: Inserìs il servidôr che al ospite la stanzie o lasse vueit se la stanzie si cjate sul servidôr di chest account

source: _Server:
fur: _Servidôr:

source: Couldn’t load room list
fur: Impussibil cjamâ la liste de stanzie

source: Room List
fur: Liste stanzie

source: Respond
fur: Rispuint

source: Answer with video
fur: Rispuint cun video

source: Decline
fur: Ricuse

source: Accept
fur: Acete

source: Provide
fur: Furnìs

source: Message received
fur: Messaç ricevût

source: Message sent
fur: Messaç inviât

source: New conversation
fur: Gnove conversazion

source: Contact comes online
fur: Il contat al jentre in rêt

source: Contact goes offline
fur: Il contat al va fûr rêt

source: Account connected
fur: Account conetût

source: Account disconnected
fur: Account disconetût

source: Language
fur: Lenghe

source: Juliet
fur: Gjuliute

source: O Romeo, Romeo, wherefore art thou Romeo?
fur: O Romeo, Romeo, parcè sêstu tu Romeo?

source: Deny thy father and refuse thy name;
fur: Dinee to pari e refude il to non;

source: Or if thou wilt not, be but sworn my love
fur: Se no, se no tu vûs, leiti nome in zurament amôr gno

source: And I’ll no longer be a Capulet.
fur: E jo no sarai plui une Capulêt.

source: Shall I hear more, or shall I speak at this?
fur: Aio di sintî di plui, o scugnio fevelâ di chest?

source: Juliet has disconnected
fur: Gjuliute si è distacade

source: Preferences
fur: Preferencis

source: Show groups
fur: Mostre grups

source: Show account balances
fur: Mostre conts dai account

source: Contact List
fur: Liste contats

source: Start chats in:
fur: Tache conversazions in:

source: new ta_bs
fur: gnovis sch_edis

source: new _windows
fur: gnûfs _barcons

source: Show _smileys as images
fur: Mostre _musutis come figuris

source: Show contact _list in rooms
fur: Mostre _liste contats intes stanziis

source: Log conversations
fur: Regjistre conversazions

source: Display incoming events in the notification area
fur: Mostre i events che a rivin te aree di notifiche

source: _Automatically connect on startup
fur: Conet in automatic tal inviament dal sisteme

source: Behavior
fur: Compuartament

source: General
fur: Gjenerâl

source: _Enable bubble notifications
fur: _Abilitâ lis notifichis visivis

source: Disable notifications when _away or busy
fur: Disabilitâ lis notifichis cuant che si è _assents o impegnâts

source: Enable notifications when the _chat is not focused
fur: Abilitâ lis notifichis cuant che la conversazion no à il focus

source: Enable notifications when a contact comes online
fur: Abilitâ lis notifichis cuant che un contat al jentre in rêt

source: Enable notifications when a contact goes offline
fur: Abilitâ lis notifichis cuant che un contat al va fûr rêt

source: Notifications
fur: Notifichis

source: _Enable sound notifications
fur: _Abilite notifichis sonoris

source: Disable sounds when _away or busy
fur: Disabilite suns cuant che si è _assents o impegnâts

source: Play sound for events
fur: Riprodûs suns pai events

source: Sounds
fur: Suns

source: Use _echo cancellation to improve call quality
fur: Dopre la sopression dal _eco par miorâ la cualitât de clamade

source: Echo cancellation helps to make your voice sound clearer to the other person, but may cause problems on some computers. If you or the other person hear strange noises or glitches during calls, try turning echo cancellation off and restarting the call.
fur: La sopression dal eco ti jude a vê une vôs plui clare par cui che ti scolte, ma a pues causâ problemis in cualchi computer. Se tu o chel altri o sintîs rumôrs o si verifichin problemis intes clamadis, prove stude la sopression dal eco e torne clame.

source: _Publish location to my contacts
fur: _Publiche la mê posizion ai miei contats

source: Reduced location accuracy means that nothing more precise than your city, state and country will be published. GPS coordinates will be accurate to 1 decimal place.
fur: Ridusi la precision gjeografiche a significhe nie di plui precîs de tô citât, regjon e Paîs al vegnarà publicât. Lis coordinadis e saran di une posizion decimâl.

source: _Reduce location accuracy
fur: _Ridûs precision gjeografiche

source: The list of languages reflects only the languages for which you have a dictionary installed.
fur: La liste des lenghis a corispuint nome ai dizionaris che tu âs instalât.

source: Enable spell checking for languages:
fur: Abilite il control ortografic pes lenghis:

source: Spell Checking
fur: Control ortografic

source: Chat Th_eme:
fur: T_eme conversazion:

source: Themes
fur: Temis

source: Provide Password
fur: Furnìs password

source: Disconnect
fur: Disconet

source: You need to set up an account to see contacts here.
fur: Tu scugnis configurâ un account par podê viodi i contats achì.

source: Sorry, %s accounts can’t be used until your %s software is updated.
fur: L'account %s nol pues jessi doprât fintant che no tu inzornis il software %s.

source: %s account requires authorisation
fur: L'account %s al à bisugne di autorizazion

source: Online Accounts
fur: Account online

source: Update software…
fur: Inzorne software...

source: Reconnect
fur: Torne conet

source: Edit Account
fur: Modifiche account

source: Close
fur: Siere

source: Top up account
fur: Ricjarie account

source: You need to enable one of your accounts to see contacts here.
fur: Tu scugnis abilitâ un dai tiei account par viodi contats achì.

source: You need to enable %s to see contacts here.
fur: Tu scugnis abilitâ %s par viodi i contats chi.

source: Change your presence to see contacts here
fur: Cambie la tô presince par viodi i contats achì

source: No match found
fur: Nissune corispuindince cjatade

source: You haven’t added any contacts yet
fur: No tu âs ancjemò zontât nissun contat

source: No online contacts
fur: Nissun contat tacât

source: Conversations
fur: Conversazions

source: _New Conversation…
fur: _Gnove conversazion...

source: New _Call…
fur: Gnove _Clamade...

source: Contacts
fur: Contats

source: _Add Contacts…
fur: _Zonte contats...

source: _Search for Contacts…
fur: _Cîr contats...

source: _Blocked Contacts
fur: Contats _blocâts

source: _Rooms
fur: _Stanziis

source: _Join…
fur: _Jentre...

source: Join _Favorites
fur: Jentre tai _preferîts

source: _Manage Favorites
fur: _Gjestìs preferîts

source: _File Transfers
fur: Trasferiments _file

source: _Accounts
fur: _Account

source: P_references
fur: P_referencis

source: Help
fur: Jutori

source: About
fur: Informazions

source: _Quit
fur: _Jes

source: Account settings
fur: Impostazions account

source: Go _Online
fur: _Tachiti

source: Show _Offline Contacts
fur: Mostre contats _fûr rêt

source: Status
fur: Stât

source: Done
fur: Fat

source: Please enter your account details
fur: Inserìs i detais dal to account

source: Edit %s account options
fur: Modifiche lis opzions dal account %s

source: Integrate your IM accounts
fur: Integre i tiei account pai messaçs istantanis
