Repository: khurshid-alam/Empathy
Catalog: po/*.po
Languages: fur

source: IM Client
fur: Client di Messaçs Istantanis

source: Empathy Internet Messaging
fur: Sisteme pai Messaçs Internet Empathy

source: Chat on Google Talk, Facebook, MSN and many other chat services
fur: Cjacare su Google Talk, Facebook, MSN e une vore di altris servizis par messazâ su internet

source: chat;talk;im;message;irc;voip;gtalk;facebook;jabber;
fur: chat;talk;im;messaç;messaçs;irc;voip;gtalk;facebook;jabber;cjacarâ;tabaiâ;

source: Empathy is the official instant messaging application of the GNOME desktop environment. Empathy can connect to AIM, MSN, Jabber (including Facebook and Google Talk), IRC, and many other messaging networks.
fur: Empathy e je la aplicazion uficiâl pai messaçs istantanis dal ambient grafic GNOME. Empaty al pues conetisi a AIM, MSN, Jabber (includût Facebook e Google Talk), IRC e une vore di altris rêts di conversazion.

source: You can chat with text, make audio and video calls, or even transfer files, depending on what your contact’s chat application allows.
fur: Si pues chatâ cul test, fâ clamadis sonoris e video o ancje trasferî file, dut al dipent di ce che la aplicazion di chat dal contat e permet di fâ.

source: Empathy provides integrated messaging for the GNOME desktop, so you’ll never miss a message. You can respond to your contacts without even having to open Empathy!
fur: Empathy al furnìs un sisteme par mandâ messaçs, integrât cul scritori GNOME, cussì no si podarà mai pierdi un messaç. Si pues rispuindi ai contats cence nancje vierzi Empathy!

source: Connection managers should be used
fur: Indiche se si scugne doprâ il gjestôr des conessions

source: Whether connectivity managers should be used to automatically disconnect/reconnect.
fur: Indiche se si scugne doprâ il gjestôr des conessions par distacâsi/tornâ a conetisi in automatic.

source: Empathy should auto-connect on startup
fur: Indiche se Empathy al à di conetisi in automatic tal inviament dal sisteme

source: Whether Empathy should automatically log into your accounts on startup.
fur: Indiche se Empathy al scugne jentrâ in automatic tai tiei account cuant che si invie il sisteme.

source: Empathy should auto-away when idle
fur: Indiche se Empathy al scugne meti il to stât di assence cuant che tu sês inatîf

source: Whether Empathy should go into away mode automatically if the user is idle.
fur: Indiche se Empathy al à di la in automatic te modalitât assent cuant che l'utent al è inatîf.

source: Empathy default download folder
fur: Cartele predefinide pai discjariaments di Empathy

source: The default folder to save file transfers in.
fur: La cartele predefinide par salvâ i trasferiments di file.

source: Magic number used to check if sanity cleaning tasks should be run
fur: Numar magjic di doprâ pe verifiche de esecuzion de ativitât di mondece

source: empathy-sanity-cleaning.c uses this number to check if the cleaning tasks should be executed or not. Users should not change this key manually.
fur: empathy-sanity-cleaning.c al dopre chest numar par verificâ se lis operazions di mondece a scugnin jessi eseguidis o no. I utents no varessin di cambiâ chest numar a man.

source: Show offline contacts
fur: Mostre contats fûr rêt

source: Whether to show contacts that are offline in the contact list.
fur: Indiche se mostrâ i contats che a son fûr rêt inte liste dai contats.

source: Show Balance in contact list
fur: Mostre salt te liste contats

source: Whether to show account balances in the contact list.
fur: Indiche se mostrâ il salt dal account te liste contats.

source: Hide main window
fur: Plate barcon principâl

source: Hide the main window.
fur: Plate il barcon principâl.

source: Default directory to select an avatar image from
fur: Cartele predefinide dulà sielzi une imagjin

source: The last directory that an avatar image was chosen from.
fur: La ultime cartele dulà che e je stade sielte un imagjin pal profîl.

source: Open new chats in separate windows
fur: Vierç lis gnovis conversazions in barcons separâts

source: Always open a separate chat window for new chats.
fur: Vierç simpri intun barcon separât lis gnovis conversazions.

source: Display incoming events in the status area
fur: Mostre i events che a rivin te aree di stât

source: Display incoming events in the status area. If false, present them to the user immediately.
fur: Mostre i events che a rivin inte aree di stât. Se FALS, mostriju al utent daurman.

source: The position for the chat window side pane
fur: La posizion dal ricuadri laterâl dal barcon di conversazion

source: The stored position (in pixels) of the chat window side pane.
fur: La posizion (in pixel) salvade dal ricuadri laterâl dal barcon di conversazion.

source: Show contact groups
fur: Mostre i grups dai contats

source: Whether to show groups in the contact list.
fur: Indiche se mostrâ i grups te liste dai contats.

source: Use notification sounds
fur: Dopre notifichis sonoris

source: Whether to play a sound to notify of events.
fur: Indiche se sunâ un sun par notificâ i events.

source: Disable sounds when away
fur: Disabilite i suns cuant che si è assents

source: Whether to play sound notifications when away or busy.
fur: Indiche se tasê o emeti notifichis sonoris cuant che si è assents o impegnâts.

source: Play a sound for incoming messages
fur: Riprodûs un sun pai messaçs che a rivin

source: Whether to play a sound to notify of incoming messages.
fur: Indiche se sunâ un sun di notifiche pai messaçs che a rivin.

source: Play a sound for outgoing messages
fur: Riprodûs un sun pai messaçs in jessude

source: Whether to play a sound to notify of outgoing messages.
fur: Indiche se sunâ un sun di notifiche pai messaçs in jessude.

source: Play a sound for new conversations
fur: Riprodûs un sun pes gnovis conversazions

source: Whether to play a sound to notify of new conversations.
fur: Indiche se sunâ un sun di notifiche pes gnovis conversazions.

source: Play a sound when a contact logs in
fur: Riprodûs un sun cuant che un contat al jentre

source: Whether to play a sound to notify of contacts logging into the network.
fur: Indiche se sunâ un sun di notifiche cuant che i contats a si tachin inte rêt.

source: Play a sound when a contact logs out
fur: Riprodûs un sun cuant che un contat al jes

source: Whether to play a sound to notify of contacts logging out of the network.
fur: Indiche se sunâ un sun di notifiche cuant che i contats a si distachin de rêt.

source: Play a sound when we log in
fur: Riprodûs un sun cuant che l'utent locâl si tache

source: Whether to play a sound when logging into a network.
fur: Indiche se sunâ un sun cuant che si jentre intune rêt.

source: Play a sound when we log out
fur: Riprodûs un sun cuant che l'utent locâl si distache

source: Whether to play a sound when logging out of a network.
fur: Indiche se sunâ un sun cuant che si jes di une rêt.

source: Enable popup notifications for new messages
fur: Abilite lis notifichis pai gnûfs messaçs

source: Whether to show a popup notification when receiving a new message.
fur: Indiche se mostrâ o mancul une notifiche cuant che si ricêf un gnûf messaç.

source: Disable popup notifications when away
fur: Disabilite notifichis cuant che si è assents

source: Whether to show popup notifications when away or busy.
fur: Indiche se mostrâ o mancul lis notifichis cuant che si è assents o impegnâts.

source: Pop up notifications if the chat isn’t focused
fur: Notifiche se la conversazion no à il focus

source: Whether to show a popup notification when receiving a new message even if the chat is already opened, but not focused.
fur: Indiche se mostrâ lis notifichis cuant che si ricêf un gnûf messaç ancje cuant che il barcon de conversazion al è viert, ma nol à il focus.

source: Pop up notifications when a contact logs in
fur: Notifiche cuant che un contat si tache

source: Whether to show a popup notification when a contact goes online.
fur: Indiche se mostrâ o mancul une notifiche cuant che un contat al jentre in rêt.

source: Pop up notifications when a contact logs out
fur: Notifiche cuant che un contat si distache

source: Whether to show a popup notification when a contact goes offline.
fur: Indiche se mostrâ o mancul une notifiche cuant che un contat al jes de rêt.

source: Use graphical smileys
fur: Dopre musutis grafichis

source: Whether to convert smileys into graphical images in conversations.
fur: Indiche se convertî lis musutis in imagjins grafichis intes conversazions.

source: Show contact list in rooms
fur: Mostre la liste contats tes stanziis di conversazion

source: Whether to show the contact list in chat rooms.
fur: Indiche se mostrâ o mancul la liste contats tes stanziis di conversazion.

source: Chat window theme
fur: Teme barcon di conversazion

source: The theme that is used to display the conversation in chat windows.
fur: Il teme doprât par mostrâ la conversazion intai barcons di conversazion.

source: Chat window theme variant
fur: Variant dal teme dal barcon di conversazion

source: The theme variant that is used to display the conversation in chat windows.
fur: La variant dal teme di doprâ par mostrâ lis conversazions tai barcons di conversazion.

source: Path of the Adium theme to use
fur: Percors al teme di Adium di doprâ

source: Path of the Adium theme to use if the theme used for chat is Adium. Deprecated.
fur: Percors al teme di Adium di doprâ se il teme sielzût di doprâ al è Adium. Obsolet.

source: Enable WebKit Developer Tools
fur: Abilite struments par svilupadôrs di WebKit

source: Whether WebKit developer tools, such as the Web Inspector, should be enabled.
fur: Indiche se i abilitâ o mancul i struments par svilupdôrs di Webkit, come par esempli l'Ispetôr Web.

source: Inform other users when you are typing to them
fur: Informe chei altris utents cuant che tu stâs scrivint a lôr

source: Whether to send the “composing” or “paused” chat states. Does not currently affect the “gone” state.
fur: Indiche se inviâ il stât “daûr a scrivi” o “in pause”. Nol modifiche il stât “assent”.

source: Use theme for chat rooms
fur: Dopre un teme pes stanziis di conversazion

source: Whether to use the theme for chat rooms.
fur: Indiche se doprâ o mancul un teme pes stanziis di conversazion.

source: Spell checking languages
fur: Control ortografic lenghis

source: Comma-separated list of spell checker languages to use (e.g. “en, fr, nl”).
fur: Liste dizionaris pal control ortografic, separâ i elements cun la virgule (p.e. “en, fur, it”).

source: Enable spell checker
fur: Abilite control ortografic

source: Whether to check words typed against the languages you want to check with.
fur: Indiche se controlâ o mancul lis peraulis scritis cun la lenghe selezionade.

source: Nick completed character
fur: Caratar sorenon complet

source: Character to add after nickname when using nick completion (tab) in group chat.
fur: Caratar di zontâ dopo il sorenon cuant che al ven doprât il completament dal sorenon (cun tab) intes conversazions di grup.

source: Empathy should use the avatar of the contact as the chat window icon
fur: Indiche se Empathy al à di doprâ la imagjin dal contat come icone dal barcon di conversazion

source: Whether Empathy should use the avatar of the contact as the chat window icon.
fur: Indiche se Empathy al à di doprâ o mancul la imagjin dal contat come icone dal barcon di conversazion.

source: Last account selected in Join Room dialog
fur: L'ultin account selezionât intal dialic "Jentre te stanzie"

source: D-Bus object path of the last account selected to join a room.
fur: Percors ogjet D-Bus dal ultin account selezionât par jentrâ intune stanzie.

source: Camera device
fur: Dispositîf de videocjamare

source: Default camera device to use in video calls, e.g. /dev/video0.
fur: Dispositîf de videocjamare predefinît di doprâ intes clamadis video, p.e. /dev/video0.

source: Camera position
fur: Posizion de videocjamare

source: Position the camera preview should be during a call.
fur: La posizion de anteprime de videocjamare dilunc une clamade.

source: Echo cancellation support
fur: Supuart sopression eco

source: Whether to enable PulseAudio’s echo cancellation filter.
fur: Indiche se abilitâ o mancul il filtri di sopression eco di Pulseaudio.

source: Show hint about closing the main window
fur: Mostre sugjeriment in rivuart de sieradure dal barcon principâl

source: Whether to show the message dialog about closing the main window with the “x” button in the title bar.
fur: Indiche se mostrâ o mancul un dialic a rivuart de sieradure dal barcon principâl cul pulsant “x” te sbare dal titul.

source: Empathy can publish the user’s location
fur: Empathy al pues publicâ la posizion gjeografiche dal utent

source: Whether Empathy can publish the user’s location to their contacts.
fur: Indiche se Empathy al pues publicâ o mancul la posizion gjeografiche dal utent ai siei contats.

source: Empathy should reduce the location’s accuracy
fur: Indiche se Empathy al à di ridusi la precision de posizion gjeografiche

source: Whether Empathy should reduce the location’s accuracy for privacy reasons.
fur: Indiche se Empathy al à di ridusi la precision de posizion gjeografiche par resons di privacy.

source: No reason was specified
fur: Nissun motîf specificât

source: The change in state was requested
fur: E je stade domandade la modifiche dal stât

source: You canceled the file transfer
fur: Tu âs anulât il trasferiment dal file

source: The other participant canceled the file transfer
fur: Chel altri utent al à anulât il trasferiment dal file

source: Error while trying to transfer the file
fur: Erôr tal cirî di trasferî il file

source: The other participant is unable to transfer the file
fur: Chel altri utent nol è in podê di trasferî il file

source: Unknown reason
fur: Motîf no cognossût

source: File transfer completed, but the file was corrupted
fur: Trasferiment file completât, ma il file al jere ruvinât

source: File transfer not supported by remote contact
fur: Il trasferiment dai file nol è supuartât dal contat rimot

source: The selected file is not a regular file
fur: Il file selezionât nol è un file regolâr

source: The selected file is empty
fur: Il file sielzût al è vueit

source: Missed call from %s
fur: Clamade pierdude di %s

source: Called %s
fur: Tu clamis %s

source: Call from %s
fur: Clamade di %s

source: Available
fur: Disponibil

source: Busy
fur: Impegnât

source: Away
fur: Assent

source: Invisible
fur: Invisibil

source: Offline
fur: Fûr rêt

# presence
source: Unknown
fur: No cognossût

source: No reason specified
fur: Nissun motîf specificât

source: Status is set to offline
fur: Il stât al è metût a "fûr rêt"

source: Network error
fur: Erôr di rêt

source: Authentication failed
fur: Autenticazion falide

source: Encryption error
fur: Erôr di Cifradure

source: Name in use
fur: Non in ûs

source: Certificate not provided
fur: Certificât no furnît

source: Certificate untrusted
fur: Certificât no fidât

source: Certificate expired
fur: Certificât scjadût

source: Certificate not activated
fur: Certificât no ativât

source: Certificate hostname mismatch
fur: Corispuindince sbaliade tal non dal host dal certificât

source: Certificate fingerprint mismatch
fur: Corispuindince sbaliade te impronte dal certificât

source: Certificate self-signed
fur: Certificât firmât di se stes

source: Certificate error
fur: Erôr tal certificât

source: Encryption is not available
fur: La cifradure no je disponibil

source: Certificate is invalid
fur: Il certificât nol è valit

source: Connection has been refused
fur: La conession e je stade refudade

source: Connection can’t be established
fur: Impussibil stabilî la conession

source: Connection has been lost
fur: La conession e je stade pierdude

source: This account is already connected to the server
fur: Chest account al è za conetût al servidôr

source: Connection has been replaced by a new connection using the same resource
fur: La conession e je stade sostituide di une gnove conession doprant la stesse risorse

source: The account already exists on the server
fur: L'account al esist za tal servidôr

source: Server is currently too busy to handle the connection
fur: Il servidôr al è atualmentri masse cjariât par gjestî la conession

source: Certificate has been revoked
fur: Il certificât al è stât revocât

source: Certificate uses an insecure cipher algorithm or is cryptographically weak
fur: Il certificât al dopre un algoritmi di cifradure no sigûr o al à une cifradure debile

source: The length of the server certificate, or the depth of the server certificate chain, exceed the limits imposed by the cryptography library
fur: La lungjece dal certificât o la profonditât de cjadene dal certificât dal servidôr e supere i limits imponûts de librarie di cifradure

source: Your software is too old
fur: Il to software al è masse vecjo

source: Internal error
fur: Erôr interni

source: All accounts
fur: Ducj i account

source: Click to enlarge
fur: Fâs clic par slargjâ

source: Authentication failed for account <b>%s</b>
fur: Autenticazion falide pal account <b>%s</b>

source: Retry
fur: Torne prove

source: Enter your password for account <b>%s</b>
fur: Scrîf la tô password pal account <b>%s</b>

source: Remember password
fur: Visâsi la password

source: There was an error starting the call
fur: Al è vignût fûr un erôr tal tacâ la clamade

source: The specified contact doesn’t support calls
fur: Il contat specificât nol supuarte clamadis

source: The specified contact is offline
fur: Il contat specificât al è fûr rêt

source: The specified contact is not valid
fur: Il contat specificât nol è valit

source: Emergency calls are not supported on this protocol
fur: Chest protocol nol supuarte lis clamadis di emergjence

source: You don’t have enough credit in order to place this call
fur: No tu âs avonde credit par fâ cheste clamade

source: Failed to open private chat
fur: Falît tal vierzi la conversazion privade

source: Topic not supported on this conversation
fur: Argoment no supuartât in cheste conversazion

source: You are not allowed to change the topic
fur: No tu puedis cambiâ l'argoment

source: Invalid contact ID
fur: ID contat no valit

source: /clear: clear all messages from the current conversation
fur: /clear: al nete ducj i messaçs de conversazion atuâl

source: /topic <topic>: set the topic of the current conversation
fur: /topic <argoment>: al met l'argoment de conversazion atuâl

source: /join <chat room ID>: join a new chat room
fur: /join <ID stanzie>: al jentre intune gnove stanzie

source: /j <chat room ID>: join a new chat room
fur: /j <ID stanzie>: al jentre intune gnove stanzie

source: /part [<chat room ID>] [<reason>]: leave the chat room, by default the current one
fur: /part [<ID stanzie>] [<motîf>]: al jes de stanzie, in mût predefinît chê atuâl

source: /query <contact ID> [<message>]: open a private chat
fur: /query <ID contat> [<messaç>]: al vierç une conversazion privade

source: /msg <contact ID> <message>: open a private chat
fur: /msg <ID contat> <messaç>: al vierç une conversazion privade

source: /nick <nickname>: change your nickname on the current server
fur: /nick <sorenon>: al cambie il to sorenon su chest servidôr

source: /me <message>: send an ACTION message to the current conversation
fur: /me <messaç>: al invie un messaç AZION ae conversazion atuâl

source: /say <message>: send <message> to the current conversation. This is used to send a message starting with a “/”. For example: “/say /join is used to join a new chat room”
fur: /say <messaç>: al invie <messaç> ae conversazion atuâl. Chest al ven doprât par mandâ messaçs che a tachin cun “/”. Par esempli: “/say /join al ven doprât par jentrâ intune gnove stanzie”

source: /whois <contact ID>: display information about a contact
fur: /whois <ID contat>: al mostre informazion di un contat

source: /help [<command>]: show all supported commands. If <command> is defined, show its usage.
fur: /help [<comant>]: al mostre ducj i comants supuartâts. Se <comant> al ven specificât alore al ven mostrât il so mût di doprâlu.

source: Usage: %s
fur: Ûs: %s

source: Unknown command
fur: Comant no cognossût

source: Unknown command; see /help for the available commands
fur: Comant no cognossût; prove scrîf /help pai comants disponibii

source: insufficient balance to send message
fur: cont no suficient par inviâ messaçs

source: Error sending message “%s”: %s
fur: Erôr tal inviâ il messaç “%s”: %s

source: Error sending message: %s
fur: Erôr tal inviâ il messaç: %s

source: insufficient balance to send message. <a href='%s'>Top up</a>.
fur: Cont insuficient par inviâ messaçs. <a href='%s'>Ricjarie</a>.

source: not capable
fur: no pussibil

source: offline
fur: fûr rêt

source: invalid contact
fur: contat no valit

source: permission denied
fur: permès dineât

source: too long message
fur: messaç masse lunc

source: not implemented
fur: no implementât

source: unknown
fur: no cognossût

source: Topic:
fur: Argoment:

source: Topic set to: %s
fur: Argoment metût a: %s

source: Topic set by %s to: %s
fur: Argoment metût di %s a: %s

source: No topic defined
fur: Nissun argoment definît

source: (No Suggestions)
fur: (Nissun sugjeriment)

source: Add “%s” to Dictionary
fur: Zonte “%s” tal dizionari

source: Add “%s” to %s Dictionary
fur: Zonte “%s” tal dizionari %s

source: Insert Smiley
fur: Inserìs musute

source: _Send
fur: _Invie

source: _Spelling Suggestions
fur: _Sugjeriments ortografics

source: Failed to retrieve recent logs
fur: Falît tal otignî i regjistris resints

source: %s has disconnected
fur: L'utent %s si è distacât

source: %1$s was kicked by %2$s
fur: %2$s al à parât fûr %1$s

source: %s was kicked
fur: L'utent %s al è stât parât fûr

source: %1$s was banned by %2$s
fur: %2$s al à bandît %1$s

source: %s was banned
fur: L'utent %s al è stât bandît

source: %s has left the room
fur: L'utent %s al à lassât la stanzie

source: %s has joined the room
fur: L'utent %s al è jentrât te stanzie

source: %s is now known as %s
fur: %s al è cumò cognossût come %s

source: Disconnected
fur: Distacâts

source: Would you like to store this password?
fur: Salvâ cheste password?

source: Remember
fur: Visâsi

source: Not now
fur: No cumò

source: Wrong password; please try again:
fur: Password sbaliade; torne prove:

source: This room is protected by a password:
fur: Cheste stanzie e je protete di une password:

source: Join
fur: Jentre

source: Connected
fur: Tacâts

source: Conversation
fur: Conversazion

source: Unknown or invalid identifier
fur: identificatôr no cognossût o no valit

source: Contact blocking temporarily unavailable
fur: Bloc dal contat al moment no disponibil

source: Contact blocking unavailable
fur: Bloc dal contat no disponibil

source: Permission Denied
fur: Permès dineât

source: Could not block contact
fur: Impussibil blocâ il contat

source: Edit Blocked Contacts
fur: Modifiche contats blocâts

source: Blocked Contacts
fur: Contats blocâts

source: Remove
fur: Gjave

source: Type to search a contact…
fur: Scrîf par cirî un contat...

source: Search contacts
fur: Cîr contats

source: Search:
fur: Cîr:

source: _Add Contact
fur: _Zonte contat

source: No contacts found
fur: Nissun contat cjatât

source: Contact search is not supported on this account
fur: Chest account nol supuarte la ricercje dai contats

source: Your message introducing yourself:
fur: Il to messaç di presentazion:

source: Please let me see when you’re online. Thanks!
fur: Fâmi viodi cuant che tu sês in linie. Gracie!

source: Save Avatar
fur: Salve figure

source: Unable to save avatar
fur: Impussibil salvâ figure

source: Identifier
fur: Identificatôr

source: Alias
fur: Pseudonim

source: Contact Details
fur: Detais contat

source: Information requested…
fur: Informazions domandadis...

source: <b>Location</b> at (date)
fur: <b>Posizion</b> ae date
