Repository: khurshid-alam/Empathy
Catalog: po/*.po
Languages: fur

source: Client Information
fur: Informazions client

source: OS
fur: SO

source: Groups
fur: Grups

source: Select the groups you want this contact to appear in. Note that you can select more than one group or no groups.
fur: Selezionâ il grup dulà inserî chest contat. Viôt che tu puedis selezionâ plui di un o nissun.

source: _Add Group
fur: _Zonte grup

# verb in a column header displaying group names
source: Select
fur: Selezionâ

source: Group
fur: Grup

source: New Contact
fur: Gnûf contat

source: Block %s?
fur: Blocâ %s?

source: Are you sure you want to block “%s” from contacting you again?
fur: Sigûrs di blocâ “%s” par che no ti torni a contatâ ancjemò?

source: The following identity will be blocked:
fur: Cheste identitât e vegnarà blocade:

source: The following identity can not be blocked:
fur: Cheste identitât no pues jessi blocade:

source: _Block
fur: _Bloche

source: _Report this contact as abusive
fur: _Segnalâ abûs di chest contat

source: Edit Contact Information
fur: Modifiche informazions contat

source: Linked Contacts
fur: Contats leâts

source: gnome-contacts not installed
fur: gnome-contacts nol è instalât

source: Please install gnome-contacts to access contacts details.
fur: Instale gnome-contacts par jentrâ tai detais dai contats.

source: Select account to use to place the call
fur: Selezione account di doprâ par fâ la clamade

source: Call
fur: Clamade

source: Mobile
fur: Celulâr

source: Work
fur: Vore

source: HOME
fur: Cjase

source: Call %s (%s)
fur: Clame %s (%s)

source: Call %s
fur: Clame %s

source: _Block Contact
fur: _Bloche contat

source: Remove from _Group “%s”
fur: Gjave dal _Grup “%s”

source: Delete and _Block
fur: Elimine e _bloche

source: Do you really want to remove the contact “%s”?
fur: Sigûrs di gjavâ il contat “%s”?

source: Do you really want to remove the linked contact “%s”? Note that this will remove all the contacts which make up this linked contact.
fur: Sigûrs di gjavâ il contat leât “%s”? Cheste operazion e gjavarà ducj i contats che al è componût.

source: Removing contact
fur: Daûr a gjavâ il contat

source: _Remove
fur: _Gjave

source: _Chat
fur: _Conversazion

# menu item
source: _Audio Call
fur: Clamade _audio

# menu item
source: _Video Call
fur: Clamade _video

source: _Previous Conversations
fur: Conversazions _precedentis

source: Send File
fur: Invie file

source: Share My Desktop
fur: Condivît il gno scritori

source: Favorite
fur: Preferît

source: Infor_mation
fur: Infor_mazion

# Edit individual (contextual menu)
source: _Edit
fur: _Modifiche

source: Inviting you to this room
fur: Invît par cheste stanzie

source: _Invite to Chat Room
fur: _Invide te stanzie

source: _Add Contact…
fur: _Zonte contat...

source: Do you really want to remove the group “%s”?
fur: Sigûrs di gjavâ il grup “%s”?

source: Removing group
fur: Daûr a gjavâ il grup

source: Re_name
fur: Cambie _non

source: Channels:
fur: Canâi:

source: Country ISO Code:
fur: Codiç ISO dal paîs:

source: Country:
fur: Paîs:

source: State:
fur: Stât:

source: City:
fur: Citât:

source: Area:
fur: Aree:

source: Postal Code:
fur: Codiç postâl:

source: Street:
fur: Vie:

source: Building:
fur: Edifici:

source: Floor:
fur: Plan:

source: Room:
fur: Stanzie:

source: Text:
fur: Test:

source: Description:
fur: Descrizion:

source: Accuracy Level:
fur: Nivel di precision:

source: Error:
fur: Erôr:

source: Vertical Error (meters):
fur: Erôr verticâl (metris):

source: Horizontal Error (meters):
fur: Erôr orizontâl (metris):

source: Speed:
fur: Velocitât:

source: Bearing:
fur: Orientament:

source: Climb Speed:
fur: Velocitât di salide:

source: Last Updated on:
fur: Ultin inzornament:

source: Longitude:
fur: Longjitudin:

source: Latitude:
fur: Latitudin:

source: Altitude:
fur: Altitudin:

source: Location
fur: Posizion gjeografiche

source: %B %e, %Y at %R UTC
fur: %e di %B dal %Y aes %H.%M UTC

source: Alias:
fur: Pseudonim:

source: Identifier:
fur: Identificatôr:

source: Linked contact containing %u contact
fur: Contat leât al ten %u contat

source: <b>Location</b> at (date)
fur: <b>Posizion</b> ae date

source: Online from a phone or mobile device
fur: In rêt di un telefon o dispositîf portatil

source: Empathy can automatically discover and chat with the people connected on the same network as you. If you want to use this feature, please check that the details below are correct.
fur: Empathy al pues scuvierzi e vê conversazions in automatic cun lis personis tacadis te tô stesse rêt. Par doprâ cheste funzionalitât, controle che i detais chi sot a sedin juscj.

source: People nearby
fur: Int tes vicinancis

source: You can change these details later or disable this feature by choosing <span style="italic">Edit → Accounts</span> in the Contact List.
fur: Tu puedis cambiâ chescj detais plui indenant o disabilitâ cheste funzionalitât sielzint <span style="italic">Modifiche → Account</span> inte liste dai contats.

source: History
fur: Cronologjie

source: Show
fur: Mostre

source: Search
fur: Cîr

source: Chat in %s
fur: Conversazion in %s

source: Chat with %s
fur: Conversazion cun %s

# A date with the time
source: %A, %e %B %Y %X
fur: %A, %e di %B dal %Y aes %X

source: %s second
fur: %s secont

source: %s minute
fur: %s minût

source: Call took %s, ended at %s
fur: Durade de clamade %s, terminade aes %s

source: Today
fur: Vuê

source: Yesterday
fur: Îr

source: %e %B %Y
fur: %e di %B dal %Y

source: Anytime
fur: Cualsisei ore

source: Anyone
fur: Ognidun

source: Who
fur: Cui

source: When
fur: Cuant

source: Anything
fur: Cualsisei robe

source: Text chats
fur: Conversazions test

source: Calls
fur: Clamadis

source: Incoming calls
fur: Clamadis rivadis

source: Outgoing calls
fur: Clamadis fatis

source: Missed calls
fur: Clamadis pierdudis

source: What
fur: Ce

source: Are you sure you want to delete all logs of previous conversations?
fur: Sigûrs di eliminâ dutis lis regjistrazions des conversazions precedentis?

source: Clear All
fur: Elimine dut

source: Delete from:
fur: Elimine di:

source: _Edit
fur: _Modifiche

source: Delete All History…
fur: Elimine dute la cronologjie...

source: Profile
fur: Profîl

source: Chat
fur: Conversazion

source: page 2
fur: pagjine 2

source: <span size="x-large">Loading…</span>
fur: <span size="x-large">Daûr a cjariâ…</span>

source: What kind of chat account do you have?
fur: Ce gjenar di account âstu?

source: Add new account
fur: Zonte gnûf account

source: Enter a contact identifier or phone number:
fur: Inserìs un identificatôr di contat o un numar di telefon:

source: _Video Call
fur: Clamade _video

source: _Audio Call
fur: Clamade _audio

source: New Call
fur: Gnove clamade

source: The contact is offline
fur: Il contat al è fûr rêt

source: The specified contact is either invalid or unknown
fur: Il contat specificât nol è valit o nol è cognossût

source: The contact does not support this kind of conversation
fur: Il contat nol supuarte chest gjenar di conversazion

source: The requested functionality is not implemented for this protocol
fur: La funzionalitât domandade no je implementade par chest protocol

source: Could not start a conversation with the given contact
fur: Impussibil tacâ une conversazion cul contat furnît

source: You are banned from this channel
fur: Tu sês bandît di chest canâl

source: This channel is full
fur: Chest canâl al è plen

source: You must be invited to join this channel
fur: Tu âs di jessi invidât par jentrâ ta chest canâl

source: Can’t proceed while disconnected
fur: Impussibil continuâ se si è fûr rêt

source: Permission denied
fur: Permès dineât

source: There was an error starting the conversation
fur: Al è vignût fûr un erôr tal tacâ la conversazion

source: _Done
fur: _Fat

source: New Conversation
fur: Gnove conversazion

source: Password Required
fur: Password domandade

source: Custom Message…
fur: Messaç personalizât...

source: Edit Custom Messages…
fur: Modifiche messaç personalizât...

source: Click to remove this status as a favorite
fur: Fâs clic par gjavâ chest stât dai preferîts

source: Click to make this status a favorite
fur: Fâs clic par fâ deventâ chest stât un preferît

source: <b>Current message: %s</b> <small><i>Press Enter to set the new message or Esc to cancel.</i></small>
fur: <b>Messaç atuâl: %s</b> <small><i>Frache il tast Inviâ par meti il gnûf messaç o Esc par anulâ.</i></small>

source: Set status
fur: Met il stât

source: Custom messages…
fur: Messaçs personalizâts...

source: _Match case
fur: Corispuindince _maiusculis

source: Find:
fur: Cjate:

source: _Previous
fur: _Precedent

source: _Next
fur: _Prossim

source: Mat_ch case
fur: _Corispuindince maiusculis

source: Phrase not found
fur: Locuzion no cjatade

source: Received an instant message
fur: Messaç istantani ricevût

source: Sent an instant message
fur: Messaç istantani inviât

source: Incoming chat request
fur: A sta rivant une domande di conversazion

source: Contact connected
fur: Contat tacât

source: Contact disconnected
fur: Contat distacât

source: Connected to server
fur: Tacât al servidôr

source: Disconnected from server
fur: Distacât dal servidôr

source: Incoming voice call
fur: Clamade vocâl in jentrade

source: Outgoing voice call
fur: Clamade vocâl in jessude

source: Voice call ended
fur: Clamade vocâl finide

source: Edit Custom Messages
fur: Modifiche messaçs personalizâts

source: Subscription Request
fur: Domande di sotscrizion

source: %s would like permission to see when you are online
fur: %s al volarès podê viodi la to presince in rêt

source: _Decline
fur: _Ricuse

source: _Accept
fur: _Acete

source: Message edited at %s
fur: Messaç modificât aes %s

source: Normal
fur: Normâl

source: The identity provided by the chat server cannot be verified.
fur: La identitât furnide dal servidôr di conversazion no pues jessi verificade.

source: The certificate is not signed by a Certification Authority.
fur: Il certificât nol è firmât di une Autoritât di Certificazion.

source: The certificate has expired.
fur: Il certificât al è scjadût.

source: The certificate hasn’t yet been activated.
fur: Il certificât nol è stât ancjemò ativât.

source: The certificate does not have the expected fingerprint.
fur: Il certificât nol ten la impronte digjitâl spietade.

source: The hostname verified by the certificate doesn’t match the server name.
fur: Il non host verificât dal certificât nol corispuint al non dal servidôr.

source: The certificate is self-signed.
fur: Il certificât firmât di se stes.

source: The certificate has been revoked by the issuing Certification Authority.
fur: Il certificât al è stât revocât de Autoritât di Certificazion.

source: The certificate is cryptographically weak.
fur: Il certificât al è stât cifrât cuntune clâf debile.

source: The certificate length exceeds verifiable limits.
fur: La lungjece dal certificât e supere i limits verificabii.

source: The certificate is malformed.
fur: Il certificât nol è coret.

source: Expected hostname: %s
fur: Non host spietât: %s

source: Certificate hostname: %s
fur: Non host dal certificât: %s

source: Untrusted connection
fur: Conession no sigure

source: This connection is untrusted. Would you like to continue anyway?
fur: Cheste conession no je sigure. Continuâ distès?

source: Remember this choice for future connections
fur: Visiti cheste sielte pes futuris conessions

source: Certificate Details
fur: Detais certificât

source: Unable to open URI
fur: Impussibil vierzi il URI

source: Select a file
fur: Selezione un file

source: Insufficient free space to save file
fur: Spazi libar insuficient par salvâ il file

source: %s of free space are required to save this file, but only %s is available. Please choose another location.
fur: A son necessaris %s di spazi libar par salvâ chest file, ma a son disponibii nome %s. Sielç une altre posizion.

source: Incoming file from %s
fur: Al sta rivant un file di %s

source: Top Contacts
fur: Contats principâi

source: People Nearby
fur: Int tes vicinancis

source: Ungrouped
fur: Cence grup

source: Server cannot find contact: %s
fur: Il servidôr nol pues cjatâ il contat: %s

source: An Instant Messaging client for GNOME
fur: Un client pai Messaçs Istantanis par GNOME

source: translator-credits
fur: Fabio Tomat <f.t.public@gmail.com>

source: Don’t display any dialogs; do any work (e.g. importing) and exit
fur: No sta mostrâ nissun dialic; eseguìs cualsisei operazion (p.e. impuartâ) e jes

source: Don’t display any dialogs unless there are only “People Nearby” accounts
fur: No sta mostrâ nissun dialic se a son account diviers di “Int tes vicinancis”

source: Initially select given account (eg, gabble/jabber/foo_40example_2eorg0)
fur: Tal inprin selezione l'account furnît (p.e. gabble/jabber/foo_40example_2eorg0)

source: — Empathy Accounts
fur: — Account Empathy

source: Empathy Accounts
fur: Account Empathy

source: There are unsaved modifications to your %.50s account.
fur: A son presintis des modifichis no salvadis pal to account %.50s.

source: Your new account has not been saved yet.
fur: Il to gnûf account nol è stât acjemò salvât.

source: Connecting…
fur: Daûr a coneti...

source: Offline — %s
fur: Fûr rêt — %s

source: Disconnected — %s
fur: Distacâts — %s

source: Offline — No Network Connection
fur: Fûr rêt — Nissune conession di rêt

source: Unknown Status
fur: Stât no cognossût

source: This account has been disabled because it relies on an old, unsupported backend. Please install telepathy-haze and restart your session to migrate the account.
fur: Chest account al è stât disabilitât parcè che al dopre un backend vecjo e no supuartât. Instale telepathy-haze e torne invie la tô session o migre l'account.

source: Offline — Account Disabled
fur: Fûr rêt — Account disabilitât

source: Edit Connection Parameters
fur: Modifiche parametris conession

source: _Edit Connection Parameters…
fur: _Modifiche parametris conession...

source: Do you want to remove %.50s from your computer?
fur: Vûstu gjavâ %.50s dal to computer?

source: This will not remove your account on the server.
fur: Chest nol gjavarà il to account dal servidôr.

source: You are about to select another account, which will discard your changes. Are you sure you want to proceed?
fur: Tu stâs par selezionâ un altri account e lis modifichis fatis a laran pierdudis. Sigûrs di continuâ?

source: _Enabled
fur: _Abilitât

source: Rename
fur: Cambie non

source: _Skip
fur: _Salte

source: _Connect
fur: _Conet

source: You are about to close the window, which will discard your changes. Are you sure you want to proceed?
fur: Tu stâs par sierâ il barcon e lis modifichis fatis a laran pierdudis. Sigûrs di continuâ?

source: Messaging and VoIP Accounts
fur: Account di servizis par messaçs e VOIP

source: Add…
fur: Zonte...

source: _Import…
fur: _Impuarte...

source: Loading account information
fur: Cjariament informazions account

source: To add a new account, you first have to install a backend for each protocol you want to use.
fur: Par zontâ un gnûf account al covente prin instalâ un backend par ogni protocol che tu vuelis doprâ.

source: No protocol backends installed
fur: Nissun backend di protocol instalât

source: — Empathy authentication client
fur: — client autenticazion Empathy

source: Empathy authentication client
fur: Client

source: Don’t connect on startup
fur: No sta tacâti al inviament dal sisteme

source: Don’t display the contact list or any other dialogs on startup
fur: No sta mostrâ la liste dai contats o cualsisei altri dialic tal inviament dal sisteme

source: — Empathy IM Client
fur: — Client pai messaçs istantanis Empathy

source: Error contacting the Account Manager
fur: Erôr tal contatâ il gjestôr di account

source: There was an error while trying to connect to the Telepathy Account Manager. The error was: %s
fur: Al è vignût fûr un erôr intant che si cirive di tacâsi al gjestôr di account di Telepathy. L'erôr al jere: %s

source: In a call
fur: Intune clamade

source: — Empathy Audio/Video Client
fur: — Client audio/video Empathy

source: Empathy Audio/Video Client
fur: Client Audio/Video Empathy

source: %s just tried to call you, but you were in another call.
fur: %s al à a pene cirût di clamâti, ma tu jeris intun altre clamade.

source: Incoming call
fur: Clamade in jentrade

source: Incoming video call from %s
fur: Clamade video di %s in jentrade

source: Incoming call from %s
fur: A sta rivant une clamade di %s

source: Reject
fur: Refude

source: Answer
fur: Rispuint

source: Call with %s
fur: Clame cun %s

source: The IP address as seen by the machine
fur: La direzion IP come che e je viodude de machine

source: The IP address as seen by a server on the Internet
fur: La direzion IP cussì come che e je viodude di un servidôr su Internet

source: The IP address of the peer as seen by the other side
fur: La direzion IP dal pâr come che e je viodude di che altre bande

source: The IP address of a relay server
fur: La direzion IP di un servidôr di deviazion

source: The IP address of the multicast group
fur: La direzion IP dal grup multicast

source: Unknown
fur: No cognossût

source: On hold
fur: In spiete

source: Mute
fur: Cidin

source: Duration
fur: Durade

source: Technical Details
fur: Detais tecnics

source: %s’s software does not understand any of the audio formats supported by your computer
fur: Il program di %s nol rive a capî nissun dai formâts audio supuartâts di chest computer

source: %s’s software does not understand any of the video formats supported by your computer
fur: Il program di %s nol rive a capî nissun dai formâts video supuartâts di chest computer

source: Can’t establish a connection to %s. One of you might be on a network that does not allow direct connections.
fur: Impussibil stabilî une conession cun %s. Un dai doi al podarès jessi intune rêt che no permet conessions diretis.

source: There was a failure on the network
fur: Al è vignût fûr un vuast te rêt

source: The audio formats necessary for this call are not installed on your computer
fur: I formâts audio necessaris par cheste clamade no son instalâts tal to computer

source: The video formats necessary for this call are not installed on your computer
fur: I formâts video necessaris par cheste clamade no son instalâts tal to computer

source: Something unexpected happened in a Telepathy component. Please <a href="%s">report this bug</a> and attach logs gathered from the “Debug” window in the Help menu.
fur: Al è vignût fûr alc che no si spietave intun component di Telepathy. <a href="%s">Segnalâ un probleme</a> e zontâ lis informazions tiradis sù dal barcon “Debug” intal menù Jutori.

source: There was a failure in the call engine
fur: Al è vignût fûr un vuast tal motôr de clamade

source: The end of the stream was reached
fur: Si è rivât ae fin dal flus

source: Can’t establish audio stream
fur: Impussibil stabilî il flus audio

source: Can’t establish video stream
fur: Impussibil stabilî il flus video

source: Your current balance is %s.
fur: Il to cont atuâl al è di %s.

source: Sorry, you don’t have enough credit for that call.
fur: No tu âs vonde credit par fâ che clamade.

source: Top Up
fur: Ricjarie

source: _Call
fur: _Clame

source: _Microphone
fur: _Microfon

source: _Camera
fur: _Videocjamare

source: _Settings
fur: _Impostazions

source: _View
fur: _Viodude

source: _Help
fur: _Jutori

source: _Contents
fur: _Contignûts

source: Swap camera
fur: Cambie videocjamare

source: Minimise me
fur: Impiçulìsimi

source: Maximise me
fur: Slargjimi

source: Disable camera
fur: Disabilite videocjamare

source: Hang up
fur: Met jù

source: Hang up current call
fur: Met jù la clamade atuâl

source: Video call
fur: Clamade video

source: Start a video call
fur: Tache une clamade video

source: Start an audio call
fur: Tache une clamade audio

source: Show dialpad
fur: Mostre tastierin

source: Display the dialpad
fur: Mostre il tastierin

source: Toggle video transmission
fur: Abilite/Disabilite la trasmission video

source: Toggle audio transmission
fur: Abilite/Disabilite la trasmission audio

source: Encoding Codec:
fur: Codec di codifiche:

source: Decoding Codec:
fur: Codec di decodifiche:

source: Remote Candidate:
fur: Candidât rimot:

source: Local Candidate:
fur: Candidât locâl:

source: — Empathy Chat Client
fur: — Client di conversazion Empathy

source: Name
fur: Non

source: Room
fur: Stanzie

source: Auto-Connect
fur: Conession automatiche

source: Manage Favorite Rooms
fur: Gjestion stanziis preferidis

source: Close this window?
fur: Sierâ chest barcon?

source: Closing this window will leave %s. You will not receive any further messages until you rejoin it.
fur: Sierant chest barcon al vegnarà lassât %s. No tu ricevarâs nissun altri messaç fintremai che no tu tornis a jentrâ.

source: Closing this window will leave a chat room. You will not receive any further messages until you rejoin it.
fur: Sierant chest barcon al vegnarà lassade une stanzie. No tu ricevarâs nissun ulteriôr messaç fintremai che no tu tornis a jentrâ te stanzie.

source: Leave %s?
fur: Lassâ %s?

source: You will not receive any further messages from this chat room until you rejoin it.
fur: No tu ricevarâs nissun ulteriôr messaç di cheste stanzie di conversazion fintremai che no tu tornis a jentrâ dentri.

source: Close window
fur: Siere barcon

source: Leave room
fur: Lasse stanzie

source: %s (%d unread)
fur: %s (%d no let)

source: %s (and %u other)
fur: "%s (e %u altri)

source: %s (%d unread from others)
fur: %s (%d no let di altris)

source: %s (%d unread from all)
fur: %s (%d no let di ducj)

source: Sending %d message
fur: Daûr a inviâ %d messaç

source: Typing a message.
fur: Daûr a scrivi un messaç.

source: _Conversation
fur: _Conversazion

source: C_lear
fur: N_ete

source: Insert _Smiley
fur: Inserìs _musute

source: _Favorite Chat Room
fur: _Stanzie preferide

source: Notify for All Messages
fur: Notificâ ducj i messaçs

source: _Show Contact List
fur: Mo_stre liste contats

source: Invite _Participant…
fur: Invide _partecipant...

source: _Join Chat
fur: _Jentre te conversazion

source: Le_ave Chat
fur: L_asse conversazion

source: C_ontact
fur: C_ontat

source: _Tabs
fur: _Schedis

source: _Previous Tab
fur: Schede _precedente

source: _Next Tab
fur: Schede sucessi_ve

source: _Undo Close Tab
fur: _Torne vierç schede sierade

source: Move Tab _Left
fur: Sposte schede a _çampe

source: Move Tab _Right
fur: Sposte schede a _drete

source: _Detach Tab
fur: _Distache schede

source: Show a particular service
fur: Mostre un servizi particolâr

source: — Empathy Debugger
fur: — Debugger Empathy

source: Empathy Debugger
fur: Debugger Empathy

source: Save
fur: Salve

source: Pastebin link
fur: Colegament Pastebin

source: Pastebin response
fur: Rispueste Pastebin

source: Data too large for a single paste. Please save logs to file.
fur: Masse dâts par une singule operazion. Salvâ i regjistris su file.

source: Debug Window
fur: Barcon di Debug

source: Send to pastebin
fur: Invie a Pastebin

source: Level
fur: Nivel

source: Info
fur: Informazions

source: Message
fur: Messaç

source: Warning
fur: Avertiment

source: Critical
fur: Critic

source: Error
fur: Erôr
